7zip
alsa-utils
ani-cli
antigravity
appmenu-gtk-module
aquamarine
asm-lsp
asusctl-git
audiocd-kio
base
base-devel
bat
bind
blackarch-keyring
blueman
bluetui
bluez-utils
bottles
bottom
brightnessctl
btop
bun-bin
calligraphy
cargo-binstall
cargo-generate
cargo-tauri
cava
chafa
chaotic-keyring
chaotic-mirrorlist
chezmoi
clipcat
cliphist
cmatrix
code
cowsay
cursor-bin
dart-sass
dbeaver
deadlock-modmanager
deadlock-modmanager-debug
deno
devtools
discord
docker
docker-compose
dolphin
dolphin-plugins
downgrade
dragon-drop-git
efibootmgr
ex-vi-compat
excalidraw-cli
exfatprogs
expac
expo-orbit-bin
eza
fastfetch
fd
ffmpeg
ffmpegthumbnailer
ffmpegthumbs
firebase-tools-bin
firefox
firefox-tridactyl
firefox-tridactyl-native
flatpak
fnm
foot
fzf
gamescope
geckodriver
ghc
ghcup-hs-bin
ghostty
gimp
git
git-filter-repo
git-lfs
github-cli
gitsign
gksu
glava
gnome-bluetooth
gnome-bluetooth-3.0
gnome-keyring
gnome-multi-writer
go
google-chrome
google-cloud-cli
gparted
gptfdisk
greetd-tuigreet
grim
grimblast-git
grub
gvfs
hamr-bin
haskell-language-server
hererocks
heroic-games-launcher-bin-wayland-hook
hypridle
hyprland
hyprland-protocols
hyprlang
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshade
hyprshot
hyprsome-git
hyprsunset
hyprutils
hytale-launcher-bin
icoutils
imagemagick
imv
inotify-tools
java-lombok
jdk-openjdk
jdk17-openjdk
jdk21-openjdk
jupyter-lsp
jupyter-notebook
jupyterlab
jupyterlab-lsp
kdeconnect
kdesdk-thumbnailers
kimageformats
kindd
kitty
kompare
lazydocker
lazygit
ld-lsb
lib32-gamemode
lib32-libpng12
lib32-libudev0-shim
lib32-libxft
lib32-libxtst
lib32-mangohud
lib32-nvidia-utils
lib32-pipewire-jack
libappimage
libayatana-appindicator-glib
libc++
liberica-jdk-21-full-bin
libgme
libpng12
libreoffice-fresh
libunity
libva-nvidia-driver
linux
linux-firmware
linux-headers
linuxdeploy-appimage
lombok-common
love
luarocks
lutris
maigret
mako
mangohud
mangojuice
markdownlint
matrix-synapse
matugen-bin
maven
mermaid-cli
mesa-utils
minecraft-launcher
mongodb-compass-beta-bin
mongosh-bin
mpvpaper
mysql
mysql-workbench
nano
ncdu
neofetch
neovim-nightly-bin
network-manager-applet
networkmanager
ngrok
ninjabrain-bot
nitch
nix
nodejs
nodejs-nodemon
noto-fonts-emoji
npm
numbat-git
nvidia-open-dkms
nvidia-prime
nvidia-prime-rtd3pm
nvidia-settings
nvidia-utils
nwg-displays
nwg-look
obs-studio
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
ouch
pacman-contrib
papermc
paru
paru-debug
pasystray
pavucontrol
perl-dbd-mysql
phonon-qt6-vlc
pikaur-git
pinta
pipes.sh
pipewire
pipewire-pulse
plantuml
playit
plymouth
pokemon-colorscripts-git
polybar
popsicle
postgresql
postman-bin
power-profiles-daemon
presenterm
prettierd
prismlauncher
proton-ge-custom-bin
protonplus
pyright
python-aiohttp
python-asn1crypto
python-debugpy
python-django
python-dotenv
python-fabric-git
python-fuzzyfinder
python-googlemaps
python-ipykernel
python-jupyterlab-vim
python-pandas
python-pillow
python-pipx
python-pygobject-stubs
python-pyhanko
python-pynvim
python-pytest
python-pyvis
python-rlottie-python
python-setproctitle
python-toml
qbittorrent
qemu-desktop
qt5-wayland
qt6-imageformats
qt6-tools
qt6-virtualkeyboard
quickshell
r2modman-appimage
rainfrog
ranger
rauthy-bin
resvg
ripgrep
rofi-calc
rofi-lbonn-wayland-git
rofimoji
rogauracore-git
rr
rust-analyzer
satty
sccache
sd
sddm-git
seahorse
shell-color-scripts-git
slurp
speech-dispatcher
spotify-launcher
stack
steam
stow
stremio
supergfxctl
supertuxkart
swayidle
swift-bin
swww
tesseract-data-eng
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langarabic
texlive-langchinese
texlive-langcjk
texlive-langcyrillic
texlive-langczechslovak
texlive-langenglish
texlive-langeuropean
texlive-langfrench
texlive-langgerman
texlive-langgreek
texlive-langitalian
texlive-langjapanese
texlive-langkorean
texlive-langother
texlive-langpolish
texlive-langportuguese
texlive-langspanish
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thefuck
tldr
tmux
tree
tree-sitter-cli
trunk
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome-4
ttf-font-awesome-5
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-linex-fonts
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
typescript
typos
typst
udiskie
udiskie-dmenu-git
udisksvm
ueberzugpp
update-grub
uwsm
uxplay
vcpkg
ventoy-bin
vesktop
vim
vlc
vtsls
vulkan-radeon
vulkan-tools
vulkan-validation-layers
w3m
watchman-bin
waybar
waypaper-git
wayscriber-bin
wev
weylus-bin
wf-recorder
wine-mono
winetricks
wired-git
wireplumber
wireshark-cli
wireshark-qt
wl-clip-persist
wl-clipboard
wlrobs-hg
wlroots0.18
woeusbgui
woff2-font-awesome
wofi
wofimoji
wpa_supplicant
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs-gtk
xdotool
xf86-video-amdgpu
xf86-video-vesa
xfce4-power-manager
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
xwaylandvideobridge-git
yay
yazi
ydotool
youtube-music-bin
zathura
zathura-pdf-mupdf
zen-browser-bin
zf
zoom
zoxide
zsh
zsh-completions
