7zip
alsa-utils
ani-cli
asusctl-git
audiocd-kio
base
base-devel
bat
blackarch-keyring
blackarch-officials
blueman
bluetui
bluez-utils
bottom
brightnessctl
btop
cava
chaotic-keyring
chaotic-mirrorlist
chezmoi
clipcat
cliphist
cmatrix
dart-sass
deno
discord
docker
dolphin
dolphin-plugins
downgrade
efibootmgr
excalidraw-cli
expac
eza
fastfetch
fd
ffmpeg-obs
ffmpegthumbnailer
ffmpegthumbs
firefox
firefox-tridactyl
firefox-tridactyl-native
flatpak
fnm
fzf
ghostty
git
git-lfs
github-cli
gitsign
gksu
gnome-bluetooth
gnome-bluetooth-3.0
gnome-multi-writer
go
google-chrome-dev
gparted
gray-git
greetd-tuigreet
grim
grimshot-bin-sway
grub
hypridle-git
hyprland-git
hyprlock-git
hyprpaper-git
hyprpicker-git
hyprpolkitagent
hyprshade-git
hyprsome-git
icoutils
imv
inotify-tools
jdk-openjdk
jdk21-openjdk
kdesdk-thumbnailers
kimageformats
kitty
kompare
lazygit
lib32-pipewire-jack
libappimage
liberica-jdk-21-full-bin
libgme
libreoffice-fresh
libva-nvidia-driver
linux
linux-firmware
linux-headers
mako
matrix-synapse
mesa-utils
minecraft-launcher
nano
ncdu
neofetch
neovim
network-manager-applet
networkmanager
ngrok
nitch
nodejs
noto-fonts-emoji
nvidia-open-dkms
nvidia-prime
nvidia-prime-rtd3pm
nvidia-settings
nvidia-utils
nwg-look
obs-studio
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
ouch
pacman-contrib
paru
paru-debug
pasystray
pavucontrol
picom
pinta
pipes.sh
pipewire
pipewire-pulse
plymouth
polybar
power-profiles-daemon
presenterm
pyright
python-django
python-dotenv
python-fabric-git
python-fuzzyfinder
python-google-genai
python-pillow
python-pipx
python-pygobject-stubs
python-pynvim
python-pytest
python-rlottie-python
python-setproctitle
python-toml
qemu-desktop
qt5-wayland
qt6-imageformats
qt6-tools
qt6-virtualkeyboard
ranger
reapack
reaper
resvg
ripgrep
rofi-calc
rofi-lbonn-wayland-git
rofimoji
rogauracore-git
sccache
sd
searxng-git
shell-color-scripts-git
slurp
speech-dispatcher
spotify-launcher
steam
stow
stremio
supergfxctl
swayidle
sws
swww
tesseract-data-eng
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langarabic
texlive-langchinese
texlive-langcjk
texlive-langcyrillic
texlive-langczechslovak
texlive-langenglish
texlive-langeuropean
texlive-langfrench
texlive-langgerman
texlive-langgreek
texlive-langitalian
texlive-langjapanese
texlive-langkorean
texlive-langother
texlive-langpolish
texlive-langportuguese
texlive-langspanish
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thefuck
tldr
tmux
tree
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
typos
update-grub
uwsm
vcvrack
ventoy-bin
vi
vim
vtsls
vulkan-radeon
vulkan-validation-layers
w3m
waybar
waypaper-git
wf-recorder
wired-git
wireplumber
wl-clip-persist
wl-clipboard
wlrobs-hg
wlroots
woeusbgui
wofi
wofimoji
wpa_supplicant
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland-git
xdg-user-dirs-gtk
xf86-video-amdgpu
xf86-video-vesa
xfce4-power-manager
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
xwaylandvideobridge
yazi-git
ydotool
youtube-music-bin
zapzap-git
zen-browser-bin
zf
zoom
zoxide
zsh
zsh-completions
